Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Read !username's latest blog entries.
be: Чытаць апошнія запісы блога !username.

source: Read full article to view attachments.
be: Прачытайце матар'ял цалкам, каб пабачыць прымацаваныя файлы.

source: Read more
be: Чытаць далей

source: Read more<span class="element-invisible"> about @title</span>
be: Больш падрабязна<span class="element-invisible"> аб @title</span>

source: Read only
be: Толькі чытанне

source: Read the latest blog entries.
be: Прачытаць апошнія запісы ў блогу

source: Read the latest forum topics.
be: Чытаць апошнія тэмы форума.

source: Read/Write
be: Чытанне/Запіс

source: Ready to update
be: Гатовы абнавіць

source: ReadyState: !readyState
be: Стан гатоўнасці: !readyState

source: Rearrange blocks for display on the <a href="@dashboard-url">Dashboard page</a>. Blocks placed in the <em>Dashboard (inactive)</em> region are not displayed when viewing the Dashboard page, but are available within its <em>Customize dashboard</em> interface. Removing a block from active dashboard display makes it available on the main <a href="@blocks-url">blocks administration page</a>.
be: Перавызначце паказ блокаў на <a href="@dashboard-url">Старонцы прыладаў</a>. Блокі размяшчаліся ў рэгіёнах <em>Прыладаў (неактыўныя)</em> не паказваюцца, калі праглядаецца старонка Прыладаў, але яны даступныя ў інтэрфейсе <em>Адаптавання прыладаў па патрэбах</em>. Выдаленне блока з актыўнага паказу ў Праладах можна зрабіць на галоўнай <a href="@blocks-url">старонцы адміністравання блокаў</a>.

source: Rebuild permissions
be: Перабудаваць дазволы

source: Rebuilding content access permissions
be: Перабудаваць дазволы на змесціва.

source: Receive e-mail notifications
be: Атрымоўваць паведамленні на емэйл

source: Receive email updates
be: Атрымаць абнаўленні электроннай пошты

source: Recent blog posts
be: Апошнія запісы блогу

source: Recent comments
be: Апошнія каментары

source: Recent content
be: Апошнія матэрыялы

source: Recent hits
be: Нядаўнія прагляды

source: Recent log messages
be: Апошнія запісы журналу

source: Recently posted
be: Нядаўна апублікаваныя

source: Recipient
be: Адрасат

source: Recipients
be: Атрымальнікі

source: Recommended version
be: Рэкамендаваная версія

source: Recommended version:
be: Рэкамендаваная версія:

source: Recursive calls to system.multicall are forbidden.
be: Рэкурсіўныя выклікі system.multicall забаронены.

source: Redirect to URL
be: Перанакіраваць на URL

source: Reference for usage, configuration, and modules.
be: Сувязі для выкарыстання, наладаў і модуляў.

source: Referrer
be: Адпраўнік

source: Refine
be: Змяніць

source: Refresh
be: Перазагрузіць

source: Region
be: Рэгіён

source: Region for @block block
be: Рэгіён для блока @block

source: Region settings
be: Наладкі рэгіёнаў

source: Regional and language
be: Рэгіён і мова

source: Regional settings
be: Рэгіянальныя наладкі

source: Regional settings, localization and translation.
be: Наладкі рэгіёну, месцазнаходжання і перакладу

source: Register in SAPE.RU by <a href="!reflink" target="_blank">registration link</a>.
be: Зарэгіструйцеся ў SAPE.RU за <a href="http://www.sape.ru/r.IzxagMCsSi.php"> адрасам </ a>

source: Registration and cancellation
be: Рэгiстрацыя i выдаленне

source: Registration successful. You are now logged in.
be: Рэгістрацыя паспяховая. Вы ўвайшлі ў свой рахунак.

source: Regularly review <a href="@updates">available updates</a> to maintain a secure and current site. Always run the <a href="@update-php">update script</a> each time a module is updated.
be: Рэгулярна разглядаць <a href="@updates">даступныя абнаўленні</a> для падтрымання бяспекі сайта. Заўсёды выконвайце <a href="@update-php">скрыпт</a> кожны раз, калі модуль абнаўляецца.

source: Regularly review and install <a href="@updates">available updates</a> to maintain a secure and current site. Always run the <a href="@update-php">update script</a> each time a module is updated.
be: Рэгулярна разглядаць і ўсталёвываць <a href="@updates">даступныя абнаўленні</a> для падтрымання бяспекі сайта. Заўсёды выконвайце <a href="@update-php">скрыпт</a> кожны раз, калі модуль абнаўляецца.

source: Regularly review available updates to maintain a secure and current site. Always run the <a href="@update-php">update script</a> each time a module is updated. Enable the Update manager module to update and install modules and themes.
be: Метадычны агляд даступных абнаўленняў для падтрымкі бяспечнага і дзейнага сайту. Выкарыстоўвайце <a href="@update-php">скрыпт абнаўлення </a> кожны раз, калі загружаеце модуль. Дазвольце модулю Update manager абнаўляць і інсталяваць модулі і тэмы.

source: Related terms
be: Зьнітаваныя дэфініцыі

source: Relations
be: Сувязі

source: Release not supported
be: Рэліз не падтрыманы.

source: Release notes
be: Інфармацыя пра рэліз

source: Release notes for @project_title
be: Нататкі рэлізу для @project_title

source: Release revoked
be: Рэліз ануляваны

source: Remember to double-check each line for syntax and logic errors <strong>before</strong> saving.
be: Не забудзьцеся пераправерыць кожны радок на наяўнасць сінтаксічных і лагічных памылак<strong>перад</strong> захаваннем.

source: Remind users at login if their time zone is not set.
be: Нагадаць карыстальнікам пры ўваходзе, калі яны не абралі часавую зону.

source: Remove
be: Выдаліць

source: Remove a role from the selected users
be: Зняць ролю з выбраных карыстальнікаў

source: Remove content from front page
be: Выдаліць змесціва з галоўнай старонкі

source: Remove field
be: Выдаліць поле

source: Remove file
be: Выдаліць файл

source: Remove from %shortcut_set shortcuts
be: Выдаліць з %shortcut_set хуткіх спасылак

source: Remove from book outline
be: Выдаліць са схемы падшыўкі

source: Remove from outline
be: Gерамясціць з схемы

source: Remove from shortcuts
be: Выдаліць з хуткіх спасылак

source: Remove items
be: Выдаліць элементы

source: Remove orphaned actions
be: Прыбраць пашкоджаныя дзеянні

source: Remove orphans
be: Выдаліць "сіротаў"

source: Remove tables with the prefix "simpletest" and temporary directories that are left over from tests that crashed. This is intended for developers when creating tests.
be: Выдаліць табліцы з прэфіксам "simpletest" і часовыя каталогі, якія засталіся пасля няўдалых тэстаў. Прызначана для выкарыстання распрацоўшчыкамі пры стварэнні тэстаў.

source: Removed 1 leftover table.
be: Выдалены 1 вынік тэста.

source: Removed 1 temporary directory.
be: Выдалена 1 застаўшаяся табліца

source: Removed 1 test result.
be: 1 адладжанае паведамленне

source: Removed @count leftover tables.
be: Выдалены @count застаўшыхся табліц

source: Removed @count temporary directories.
be: Выдалена @count часовых каталогаў.

source: Removed @count test results.
be: Выдалены @count вынікі(а,аў) тэста.

source: Removed @type %title from front page.
be: Выдалена @type %title з галоўнай старонкі.

source: Removed JavaScript translation file for the language %language, because no translations currently exist for that language.
be: Быў выдалены пераклад JavaScript-файла для мовы %language, паколькі яшчэ не існуе перакладаў на гэтую мову.

source: Removed date format %format.
be: Фармат даты %format выдалены.

source: Removed date type %type.
be: Тып даты %type выдалены.

source: Removed orphaned action '%action' from database.
be: Пашкоджанае дзеянне '%action' выдалена з базы дадзеных.

source: Rename
be: Перайменаваць

source: Renamed the 'post comments without approval' permission to 'skip comment approval'.
be: Перайменаваць правы " размясціць каментар без дазволу" на " ігнараваць пацверджанне каментара".

source: Replacement login information for [user:name] at [site:name]
be: Звесткі аб замене лагіна [user:name] на [site:name]

source: Replacement patterns
be: Замена шаблонаў

source: Replacement style
be: Замяніць стыль

source: Replies
be: Адказы

source: Reply
be: Адказ

source: Reports
be: Справаздачы

source: Request new password
be: Запытаць новы пароль

source: Request new password via e-mail.
be: Запытаць новы пароль на e-mail.

source: Request/session parameter
be: Параметр запыта/сесіі

source: Require e-mail confirmation to cancel account.
be: Запытать е-мэйл пацьверджанне аб выдаленні акаўнта.

source: Require e-mail verification when a visitor creates an account.
be: Абавязковая праверка пошты, калі наведвальнік стварае рахунак.

source: Required
be: Абавязкова

source: Required by: !module-list
be: Патрабуецца: !module-спіс

source: Required by: %subthemes
be: Патрабуецца для: %subthemes

source: Required field
be: Патрабаванае поле

source: Required modules
be: Неабходныя модулі

source: Required modules not found.
be: Неабходныя модулі не знойдзены

source: Requirements problem
be: Праблема з патрабаваннямі

source: Requires a correctly configured <a href="@cron">cron maintenance task</a>.
be: Патрабуецца правільна наладзіць <a href="@cron">задача абслугоўвання крона</a>.

source: Requires a title
be: Патрабуе загаловак

source: Requires: !module-list
be: Патрабуе: спіс-!module

source: Reset
be: Скінуць

source: Reset date formats
be: Збросіць наладкі даты

source: Reset localized date formats to global defaults
be: Збросіць лакалізаваныя наладкі даты да сваіх глабальных значэнняў па змоўчанні

source: Reset menu link
be: Скінуць спасылку меню

source: Reset password
be: Скінуць пароль

source: Reset to alphabetical
be: Перагрузіць у алфавітным парадку

source: Reset to defaults
be: Вярнуцца да наладак па змоўчанні

source: Reset vocabulary %name to alphabetical order.
be: Перагрузіць слоўнік %name у алфавітным парадку.

source: Resetting a vocabulary will discard all custom ordering and sort items alphabetically.
be: Перагрузка слоўніка перадубуе ўсе карыстальніцкія парадкі і сарціроўкі элементаў у алфавітны парадак.

source: Resetting will remove all localized date formats for this language. This action cannot be undone.
be: Перазагрузка выдаліць усе лакальныя фарматы даты для гэтай мовы. Гэта дзеянне не зварачальнае!

source: Resize
be: змена памеру

source: Resizing will make images an exact set of dimensions. This may cause images to be stretched or shrunk disproportionately.
be: Змена памераў створыць малюнкі згодна з дакладна ўказанымі вымярэннямі. Гэта можа выклікаць непрапарцыйнае расцягванне або сцісканне малюнкаў.

source: ResponseText: !responseText
be: Тэкст адказу: !responseText

source: Restricted to certain pages
be: Толькі для пэўных старонак

source: Results
be: Вынікі

source: Retrieve information about the XML-RPC methods supported by the server.
be: Атрымаць інфармацыю пра метады XML-RPC якія падтрымлівае сэрвер.

source: Retrieve information about the text formatting plugins supported by the server.
be: Атрымаць інфармацыю што да плягінаў фарматаваньню тэксту, якія падтрымлівае сэрвэр.

source: Return to list
be: Вярнуцца да спісу

source: Returns a bandwidth-friendly list of the most recent posts in the system.
be: Вяртае сціснуты спіс апошніх запісаў у сістэме.

source: Returns a list of all categories to which the post is assigned.
be: Вяртае спіс усіх катэгорыяў, да якіх аднесеная гэтая публікацыя.

source: Returns a list of the most recent posts in the system.
be: Вяртае спіс апошніх публікацыяў у сыстэме.

source: Returns information about a specific post.
be: Вяртае інфармацыю пра канкрэтны пост.

source: Returns information about an author in the system.
be: Вяртае інфармацыю пра аўтара ў сістэме.

source: Reunion
be: Рэюньён

source: Reusing fields
be: Паўторнае выкарыстанне палёў

source: Revert
be: Вярнуць да ранейшага стану

source: Revert a template
be: Аднавіць шаблон

source: Revert an image style.
be: Вярнуць стыль выявы.

source: Revert content revisions
be: Вярнуць версіі змесціва

source: Revert style
be: Вярнуць стыль

source: Revert the %style style?
be: Вярнуць %style стыль?

source: Revert to earlier revision
be: Зварот да больш ранняй версіі

source: Reverting this style will delete the customized settings and restore the defaults provided by the @module module.
be: Вяртанне гэтага стылю прывядзе да выдалення ўласных наладак і аднаўлення стандартных, якія забяспечаны модулем @module.

source: Review the messages above before visiting <a href="@url">your new site</a>.
be: Агляд паведамленняў вышэй, да наведвання <a href="@url">вашага новага сайта</a>.

source: Revision
be: Версія

source: Revision ID
be: ID версіі

source: Revision from %revision-date of @type %title has been deleted.
be: Версія ад %revision-date з @type %title была выдалена.

source: Revision information
be: Перагляд інфармацыі

source: Revision log message
be: Перагляд log-паведамлення

source: Revision of %title from %date
be: Вэрсыя %title ад %date

source: Revisions
be: Перагляд

source: Revisions allow you to track differences between multiple versions of your content, and revert back to older versions.
be: Выпраўлення дазваляюць вам адсочваць адрозненні паміж некалькімі версіямі вашага змесціва і вяртацца да папярэдніх версій.

source: Revisions for %title
be: Версіі %title

source: Revoked!
be: Адменена!

source: Rhaeto-Romance
be: Рэта-раманская

source: Right
be: Справа

source: Right sidebar
be: Правая стужка

source: Right to left
be: Справа налева

source: Role
be: Роля

source: Role name
be: Назоў статусу

source: Roles
be: Статусы

source: Roles allow you to fine tune the security and administration of Drupal. A role defines a group of users that have certain privileges as defined on the <a href="@permissions">permissions page</a>. Examples of roles include: anonymous user, authenticated user, moderator, administrator and so on. In this area you will define the names and order of the roles on your site. It is recommended to order your roles from least permissive (anonymous user) to most permissive (administrator). To delete a role choose "edit role".
be: Ролі дазваляюць вам добра наладзіць бяспеку і адміністраванне Drupal. Ралявыя вызначэнні групы карыстальнікаў маюць дакладныя прывілеі, якія вызначаны на старонцы <a href="@permissions">дазволаў</a>. Групы роляў бываюць: ананімныя карыстальнікі, зарэгістраваныя карыстальнікі, адміністратар і гэтак далей. У гэтай галінцы вы можаце вызначаць імёны і парадак роляў на вашым сайце. Рэкамендавана ўладкаваць вашыя ролі з мінімальных дазволаў (для ананімных карыстальнікаў) да максімальных дазволаў (для адміністратара). Каб выдаліць ролю абярыце "рэдагаваць ролю".

source: Romania
be: Румынія

source: Romanian
be: Румынская

source: Rotate
be: Павярнуць

source: Rotating an image may cause the dimensions of an image to increase to fit the diagonal.
be: Паварот малюнка можа прывесці да павелічэння шырыні або вышыні малюнка, каб яны адпавядалі дыяганалі.

source: Rotation angle
be: Вугал павароту

source: Rows
be: Радкі

source: Rule type
be: Тып правіла

source: Rules
be: Правілы

source: Run cron
be: Запусціць крон

source: Run cron every
be: Уключаць крон кожныя

source: Run tests
be: Запуск тэстаў

source: Run tests against Drupal core and your active modules. These tests help assure that your site code is working as designed.
be: Запусціце тэсты для Drupal ядра і вашых актыўных модуляў. Гэтыя тэсты дапамогуць упэўніцца што код вашага сайта працуе як запланавана.

source: Run the clean URL test
be: Праверыць, ці працуюць на дадзеным серверы чыстыя спасылкі (clean URLs)

source: Running
be: Працуе

source: Running tests
be: Выкананне тэстаў

source: Russia
be: Расія

source: Russian
be: Руская

source: Rwanda
be: Руанда

source: Sa
be: суб

source: Saint Barthélemy
be: Сэн-Бартэльмі

source: Saint Helena
be: Востраў Святой Алены

source: Saint Kitts and Nevis
be: Сент-Кітс і Невіс

source: Saint Lucia
be: Сент-Люсія

source: Saint Martin (French part)
be: Сен-Мартэн (Французская частка)

source: Saint Pierre and Miquelon
be: Сен-П'ер і Мікелон

source: Saint Vincent and the Grenadines
be: Сэнт-Вінсэнт і Грэнадыны

source: Samoa
be: Самоа

source: Samoan
be: Самаанская

source: Sample modified image
be: Прыклад змененай выявы

source: Sample original image
be: Прыклад сапраўднай выявы

source: San Marino
be: Сан-Марына

source: Sango
be: Санга

source: Sanskrit
be: Санскрыт

source: Sao Tome and Principe
be: Сан-Тамэ і Прынсіпі

source: Sardinian
be: Сардынская

source: Sat
be: суб

source: Saturday
be: субота

source: Saudi Arabia
be: Саудаўская Аравія

source: Save
be: Адправіць

source: Save Changes
be: Захаваць змены

source: Save and add fields
be: Захаваць і дадаць палі

source: Save and continue
be: Захаваць і працягнуць інсталяцыю

source: Save block
be: Захаваць блок

source: Save blocks
be: Захаваць блокі

source: Save book pages
be: Захаваць старонкі падшыўкі

source: Save categories
be: Захаваць катэгорыі

source: Save changes
be: Захаваць змены

source: Save comment
be: Захаваць каментар

source: Save configuration
be: Захаваць наладкі

source: Save content
be: Захаваць кантэнт

source: Save content type
be: 1 новы каментарЗахаваць тып зместа

source: Save field
be: Захаваць поле

source: Save field settings
be: Захаваць наладкі поля

source: Save format
be: Захаваць фармат

source: Save language
be: Захаваць мову

source: Save order
be: 1 месяцЗахаваць парадак

source: Save permissions
be: Захаваць дазволы

source: Save post
be: Захаваць

source: Save role
be: Захаваць статус

source: Save rule
be: Захаваць правіла

source: Save settings
be: Захаваць наладкі

source: Save translations
be: Захаваць пераклады

source: Saved %label configuration.
be: Захаваць наладкі %label.

source: Saved @type %title
be: Захаваныя @type %title

source: Saved comment %title
be: Захаваны каментар %title

source: Scale
be: Маштаб

source: Scale and crop
be: Маштаб і абрэзка

source: Scale and crop will maintain the aspect-ratio of the original image, then crop the larger dimension. This is most useful for creating perfectly square thumbnails without stretching the image.
be: Маштаб і абразанне будуць устаноўлены прапарцыйна памерам першапачатковага малюнка, а затым будуць абрэзаны па большаму вымярэнню. Гэта больш карысна для стварэння квадратных мініяцюр без расцяжэння малюнкаў.

source: Scaling will maintain the aspect-ratio of the original image. If only a single dimension is specified, the other dimension will be calculated.
be: Маштабаванне будзе падтрымліваць прапорцыі зыходнага малюнка. Калі ўсталяваны памер толькі для аднага бока, памер другога будзе падлічаны аўтаматычна адносна першага.

source: Schedule
be: Расклад

source: Score
be: Адзнака

source: Scots
be: шатландскі

source: Scots Gaelic
be: Гэльская (Шатландыя)

source: Screenshot
be: Здымак экрану (скрыншот)

source: Screenshot for !theme theme
be: Экранны здымак тэмы !theme

source: Screenshot for %theme theme
be: Скрыншот тэмы %theme

source: Script
be: Скрыпт

source: Search
be: Пошук

source: Search and metadata
be: Пошук і метадата

source: Search block
be: Пошук не даступны

source: Search box
be: Радок пошуку

source: Search for
be: Пошук

source: Search for either of the two terms with uppercase <strong>OR</strong>. For example, <strong>cats OR dogs</strong>.
be: <strong>OR</strong> з загалоўных літар шукае па любым з двух тэрмінаў. Напрыклад, <strong>каты ЦІ сабакі</strong>.

source: Search form
be: Форма пошуку

source: Search in
be: Пошук у

source: Search index
be: Індэкс пошуку

source: Search is currently disabled.
be: У дадзены момант пошук не даступны.

source: Search result
be: Вынік пошуку

source: Search results
be: Вынікі пошуку

source: Search settings
be: Наладкі пошука

source: Search users
be: Пошук карыстальнікаў

source: Searched %type for %keys.
be: Вы павінны ўключыць, па меншай меры, адно станоўчае ключавое слова з 1 сімвалам, ці больш.Пошук %type для %keys.

source: Searching content and users
be: Пошук кантэнта і карыстальнікаў

source: Searching for matches...
be: Пошук супадзенняў...

source: Second
be: Секунда

source: Second definition
be: Другое вызначэнне

source: Second item
be: Другі элемент

source: Second term
be: Другая дэфініцыя

source: Secondary links
be: Другаснае меню

source: Secondary menu
be: Дапаможнае меню

source: Secondary tabs
be: Другасныя табы

source: Security update required!
be: Патрабуецца абнаўленне сістэмы бяспекі!

source: Security update:
be: Абнаўленне бяспекі:

source: Security warning: Couldn't write .htaccess file. Please create a .htaccess file in your %directory directory which contains the following lines: <code>!htaccess</code>
be: Паведамленне бяспекі: Немагчыма зрабіць запіс у .htaccess файл. Калі ласка стварыце .htaccess файл у вашай %directory дырэкторыі які будзе змяшчаць наступныя радкі: <code>!htaccess</code>

source: See the <a href="@available_updates">available updates</a> page for more information and to install your missing updates.
be: Глядзі старонку <a href="@available_updates">даступныя абнаўленні</a> для падрабязнай інфармацыі і ўсталявання патрэбнага абнаўлення.

source: See the <a href="@available_updates">available updates</a> page for more information.
be: Глядзі старонку <a href="@available_updates">даступныя абнаўленні</a> для больш падрабязнай інфармацыі.

source: See the <a href="@languages">Languages page</a> for more information on adding support for additional languages.
be: Глядзіце <a href="@languages">Старонку моў</a>, каб даведацца больш пра тое, як дадаць падтрымку дадатковых моваў.

source: See the <a href="@url">Drupal requirements</a> for more information.
be: Глядзіце <a href="@url">патрабаванні Drupal</a> для падрабязнай інфармацыі.

source: See the available updates page for more information:
be: Глядзі старонку даступных апдэйтаў для атрымання падрабязнай інфармацыі

source: Select a forum.
be: Выбраць форум.

source: Select a new effect
be: Абраць новы эфект

source: Select administration menu
be: Абраць меню адміністратара

source: Select all rows in this table
be: Выбраць усе радкі з гэтай табліцы

source: Select an effect to add.
be: Абраны эфект дадзены

source: Select an image processing toolkit
be: Абярыце набор інструментаў для апрацоўкі малюнкаў

source: Select an installation profile
be: Выберыце профіль інсталяцыі.

source: Select and configure your theme
be: Абраць і наладзіць тэму

source: Select and configure your themes.
be: Абраць і наладзіць тэмы

source: Select any shortcut set
be: Абярыце любы набор цэтлікаў

source: Select categories using
be: Абраць актыўную катэгорыю

source: Select how frequently you want to automatically check for new releases of your currently installed modules and themes.
be: Абярыце як часта вы жадаеце аўтаматычна аднаўляць рэлізы ўсталяваных модуляў і тэм.

source: Select list
be: Абраць спіс

source: Select method for cancelling account
be: Выберыце метад выдалення акаўнта

source: Select method for cancelling own account
be: Выберыце метад для адхілення свайго акаўнта.

source: Select one or more comments to perform the update on.
be: Выбераце адзін або некалькі каментароў, каб выканаць абнаўленне.

source: Select options
be: Выбраць опцыі

source: Select the default country for the site.
be: Выберыце краіну па змоўчанні для сайта

source: Select the default site time zone.
be: Абярыце дапомны часавы пас.

source: Select the desired local time and time zone. Dates and times throughout this site will be displayed using this time zone.
be: Абярыце жаданы мясцовы час і часавую зону. Даты і час будуць выводзіцца на сайце.

source: Select the language to export in Gettext Portable Object (<em>.po</em>) format.
be: Абярыце мову для экспарту ў фармаце Gettext Portable Object (<em>.po</em>).

source: Select the method to cancel the account above.
be: Выберыце спосаб выдалення акаўнта вышэй
